[
  "obsidian-tasks-plugin",
  "dataview",
  "editing-toolbar",
  "obsidian-git",
  "auto-note-mover",
  "obsidian-textgenerator-plugin",
  "tag-wrangler",
  "obsidian-gpt",
  "obsidian-plantuml",
  "nldates-obsidian",
  "obsidian-paste-image-rename",
  "quickadd"
]